[
    {
        "id": 1001,
        "name": "St James's Park",
        "parkType": "Rivers",
        "boroughs": "City of Westminster",
        "description": "St James’s Park is hands down our favourite of the famous parks in London. Flanked by Buckingham Palace to one side, The Mall, Westminster and Horse Guards Parade to the others, St James’s Park is a peaceful and picturesque green space covering about 23 hectares. It’s hard to believe that you can find somewhere so quiet in between some of London’s most important spots (it’s also right next to 10 Downing Street) – but that’s London for you. The park is particularly loved by bird watchers, as there is a large lake with two islands within it. Around it, there are various birds including pelicans, waterfowl and duck. \n The sight of the lake, islands and birds certainly makes it a gorgeous sight. If you’re looking for nice parks in London, then James’s Park deserves a spot near the top of your list.",
        "shortInfo": "St James's Park is a 23-hectare (57-acre) park in the City of Westminster, central London.",
        "city": "London",
        "colorSets": ["#537780","#A1AAB3","#343434"],
        "isFeatured": true,
        "isFavorite": true,
        "gallery": ["charleyrivers","chilkoottrail","chincoteague","hiddenlake"],
        "coordinates": {
            "latitude": 51.502464,
            "longitude": -0.137000
        },
        "imageName": "turtlerock"
    },
    {
        "id": 1002,
        "name": "Green Park",
        "parkType": "Rivers",
        "boroughs": "City of Westminster",
        "description": "Another of London’s “royal parks”, Green Park is a fitting name for this lush oasis in the centre of London.Within the city of Westminster, it covers about 40 acres in total. Unlike some of the other London parks, Green Park is relatively simple with no lakes and plenty of trees.While today it’s blissfully peaceful, its past was a little more chequered – it was once known as a hotspot for highwaymen and thieves.",
        "shortInfo": "Another of London’s “royal parks”, Green Park is a fitting name for this lush oasis in the centre of London.",
        "city": "London",
        "colorSets": ["#E4A788","#F0E3CA","#343434"],
        "isFeatured": true,
        "isFavorite": true,
        "gallery": ["image1","image2","image3","image4"],
        "coordinates": {
            "latitude": 51.5025,
            "longitude": -0.1414
        },
        "imageName": "turtlerock"
    },
    {
        "id": 1003,
        "name": "Kensington Gardens",
        "parkType": "Rivers",
        "boroughs": "City of Westminster",
        "description": "If you are looking for a beautiful park in central London, Kensington Gardens is always a good choice. Having once been the gardens of Kensington Palace (which still sits in the middle of the park looking verrry pretty), they are pretty special. \nThe gardens cover an area of over 270 acres, and the trails take you past many interesting species of flora and fauna. \nAlthough they began life as the westernmost part of Hyde Park, it is now very much a separate park and there is somewhat of a rivalry between the two. Just quietly though, they’re both pretty beautiful.",
        "shortInfo": "St James's Park is a 23-hectare (57-acre) park in the City of Westminster, central London.",
        "city": "London",
        "colorSets": ["#9DBF9E","#C4DFC2","#566573"],
        "isFeatured": true,
        "isFavorite": true,
        "gallery": ["image1","image2","image3","image4"],
        "coordinates": {
            "latitude": 51.50433131,
            "longitude": -0.174832634
        },
        "imageName": "twinlake"
    },
    {
        "id": 1004,
        "name": "St Dunstan in the East",
        "parkType": "Rivers",
        "boroughs": "City of Westminster",
        "description": "One of the most unusual yet beautiful parks in London is St Dunstan in the East. \nThe setting was chosen as the locale for a beautiful 12th century church. \nUnfortunately, it lived a chequered life. After being rebuilt after the Great Fire of London, it was almost totally destroyed during the Blitz in World War II. \nInstead of restoring it for a second time, the decision was made to leave it and turn the area into a park. The result is the sight of plants gradually reclaiming the grand building, leading to a striking and unique London park.",
        "shortInfo": "St James's Park is a 23-hectare (57-acre) park in the City of Westminster, central London.",
        "city": "London",
        "colorSets": ["#759A5C","#A8C256","#30471B"],
        "isFeatured": true,
        "isFavorite": true,
        "gallery": ["image1","image2","image3","image4"],
        "coordinates": {
            "latitude": 51.50972637,
            "longitude": -0.08246060
        },
        "imageName": "turtlerock"
    },
    {
        "id": 1005,
        "name": "Holland Park",
        "parkType": "Rivers",
        "boroughs": "City of Westminster",
        "description": "If you love flowers (and really, who doesn’t – be honest), then you’ll love Holland Park. It’s got many different beautiful gardens within it. \nFamously, the park was the first place in the UK to grow dahlias, and they’re still thriving today. There’s also the excellent Japanese Kyoto Garden to enjoy and bring a little peace into your life. \nAcross summer, you can also catch open-air concerts and theatre shows. Don’t forget to pop into the New Design Museum (one of London’s cooler museums), which sits on the corner of the park.",
        "shortInfo": "St James's Park is a 23-hectare (57-acre) park in the City of Westminster, central London.",
        "city": "London",
        "colorSets": ["#BA6873","#F9DCD2","#92364E"],
        "isFeatured": true,
        "isFavorite": true,
        "gallery": ["image1","image2","image3","image4"],
        "coordinates": {
            "latitude": 51.50322789,
            "longitude": -0.20366863
        },
        "imageName": "turtlerock"
    },
    {
        "id": 1006,
        "name": "Chelsea Embankment Gardens",
        "parkType": "Rivers",
        "boroughs": "City of Westminster",
        "description": "Located alongside the river Thames, this small but perfectly formed garden offers a place to escape the tide of handsome houses and chi-chi coffee shops in high-end Chelsea. \n Along the way, there are numerous statues, as well as lawns and flower beds. Although it’s one of the smaller parks in London, its central location makes it very popular. \n The surrounding neighbourhood of Chelsea is one of London’s most affluent areas, so make sure to do some people watching as you explore.",
        "shortInfo": "St James's Park is a 23-hectare (57-acre) park in the City of Westminster, central London.",
        "city": "London",
        "colorSets": ["#776545","#D0B58D","#59412D"],
        "isFeatured": true,
        "isFavorite": true,
        "gallery": ["image1","image2","image3","image4"],
        "coordinates": {
            "latitude": 51.483737554587435,
            "longitude":-0.16576385917477693
        },
        "imageName": "turtlerock"
    },
    {
        "id": 1007,
        "name": "Richmond Park",
        "parkType": "Rivers",
        "boroughs": "City of Westminster",
        "description": "London parks don’t get much more charming than Richmond Park. \nNot only is it one of the largest green spaces in London, this West London park has also got some of the best wildlife.\nDesignated as a “royal park”, Richmond Park covers more than 955 acres. This makes it England’s second largest park, and also three times larger than Central Park. \nSomething else that Richmond Park has on the famous park across the pond is a very large flock of deer.  \nIn total, there are about 650 wild deer within the park. \nHistorically, they were introduced for hunting, but today they just wander around delighting (and sometimes scaring) the park’s visitors.",
        "shortInfo": "St James's Park is a 23-hectare (57-acre) park in the City of Westminster, central London.",
        "city": "London",
        "colorSets": ["#495159","#8B8C89","#262827"],
        "isFeatured": true,
        "isFavorite": true,
        "gallery": ["image1","image2","image3","image4"],
        "coordinates": {
            "latitude": 51.44274407252526,
            "longitude": -0.273586167210638
        },
        "imageName": "turtlerock"
    },
    {
        "id": 1008,
        "name": "Bushy Park",
        "parkType": "Rivers",
        "boroughs": "City of Westminster",
        "description": "Covering more than 445 hectares, Bushy Park is the second largest of the “Royal Parks” and one of the most significant scientifically. \nThough Richmond Park gets a lot of attention, Bushy is another one of the parks in West London that you should visit. \nWith many different species of flora and fauna, the park has been designated as both a “site of special scientific interest” and grade I heritage. So it’s pretty special. \nThere’s certainly no shortage of things to do in the park – it offers everything from model boating to horseriding and rugby. \nThe park was also the home of the very first Parkrun which has now spread around the world – so if you’re looking for jogging buddies on a Saturday morning, it’s the place to go.",
        "shortInfo": "St James's Park is a 23-hectare (57-acre) park in the City of Westminster, central London.",
        "city": "London",
        "colorSets": ["#AFAB9E","#E2E2D5","#6C6C56"],
        "isFeatured": true,
        "isFavorite": true,
        "gallery": ["image1","image2","image3","image4"],
        "coordinates": {
            "latitude": 51.416651418945634,
            "longitude": -0.3397421996490469
        },
        "imageName": "turtlerock"
    },
    {
        "id": 1009,
        "name": "Ealing Common",
        "parkType": "Rivers",
        "boroughs": "City of Westminster",
        "description": "If you’re looking for a beautiful park in west London, Ealing Common is a great choice – especially if you’re a cricket fan. \nCenturies ago, it was considered the premier cricket club in London, hosting high-brow events and competitions. \nToday, there’s still a pitch, but the appeal is a little more universal. The park is gorgeous, with chestnut trees lining many of the paths, and a colourful rose garden in the south-west corner.",
        "shortInfo": "St James's Park is a 23-hectare (57-acre) park in the City of Westminster, central London.",
        "city": "London",
        "colorSets": ["#A1D6E2","#F0FAF8","#5A7368"],
        "isFeatured": true,
        "isFavorite": true,
        "gallery": ["image1","image2","image3","image4"],
        "coordinates": {
            "latitude": 51.51041619440275,
            "longitude": -0.2938654726647954
        },
        "imageName": "turtlerock"
    },
    {
        "id": 1010,
        "name": "Pitshanger Park",
        "parkType": "Rivers",
        "boroughs": "City of Westminster",
        "description": "You’ll find this pretty space in the Brent River Park in Ealing, bordered to the north by the River Brent – which makes it the perfect place to take a stroll and admire the flourishing wildlife nearby. \nIt might not be the biggest park in West London, but it’s certainly one of the quietest and the best place to chill out with a book and a beer under the sun. Sounds like a dream to us.",
        "shortInfo": "St James's Park is a 23-hectare (57-acre) park in the City of Westminster, central London.",
        "city": "London",
        "colorSets": ["#C5A880","#E8D3A3","#8B6642"],
        "isFeatured": true,
        "isFavorite": true,
        "gallery": ["image1","image2","image3","image4"],
        "coordinates": {
            "latitude": 51.52922067295506,
            "longitude": -0.31482425917347673
        },
        "imageName": "turtlerock"
    },
    {
        "id": 1011,
        "name": "Ravenscourt Park",
        "parkType": "Rivers",
        "boroughs": "City of Westminster",
        "description": "One of the most historical parks in the capital just so happens to be one of the most picturesque. Ravenscourt Park takes its name from Thomas Corbett, who bought the house and garden in 1747, naming after the raven on his coat of arms. \nThe 32-acre park wasn’t open to the public, however, until 1888. Today it’s a sprawling urban park that is popular with locals when the temperature hits double figures. We think it’s one of the best parks London boasts.",
        "shortInfo": "St James's Park is a 23-hectare (57-acre) park in the City of Westminster, central London.",
        "city": "London",
        "colorSets": ["#567572","#9DBEB1","#35493C"],
        "isFeatured": true,
        "isFavorite": true,
        "gallery": ["image1","image2","image3","image4"],
        "coordinates": {
            "latitude": 51.49676404946054,
            "longitude": -0.2389395790710712
        },
        "imageName": "turtlerock"
    },
    {
        "id": 1012,
        "name": "Greenwich Park",
        "parkType": "Rivers",
        "boroughs": "City of Westminster",
        "description": "Beautiful Greenwich Park is one of the oldest parks in south east London, having first been established in the 15th century. \nIt quickly grew to be a much-loved part of the London landscape; when there was an attempt to turn part of it into a railway line in the 1850s, the people revolted.\nThey were eventually successful, and it remains a protected green space to his day. Within the park you’ll find many trails, and attractions such as the Queen’s House are not far away either.",
        "shortInfo": "St James's Park is a 23-hectare (57-acre) park in the City of Westminster, central London.",
        "city": "London",
        "colorSets": ["#6D7D7B","#AFC4C0","#465851"],
        "isFeatured": true,
        "isFavorite": true,
        "gallery": ["image1","image2","image3","image4"],
        "coordinates": {
            "latitude": 51.47704980646991,
            "longitude": 0.0014964850070556476
        },
        "imageName": "turtlerock"
    }
]
